[
    {
      "title": "Metered Dose Inhaler",
      "para": "Beximco Pharma was one of first few in the world who proactively converted its CFC based inhaler facility to produce eco-friendly HFA based inhaler products. The Company is currently the largest producer of MDIs in Bangladesh and it also produces inhaler product for a global MNC under a contract manufacturing agreement. The MDI units have been designed with the technical collaboration from Pamasol, Switzerland which now have the capacity to produce around 20 million canisters per year. \\n The Company offers wide range of products for treating asthma, COPD, allergy, and other respiratory disorders. Beximco Pharma’s MDI facility is the only such facility in Bangladesh which is certified by the regulatory authorities of Australia and Europe.\\n Beximco Pharma’s HFA based Salbutamol inhaler is the only such formulation from South Asia which has been approved by the Singapore Health Sciences Authority. ",
      "img": "https://i.ibb.co/PFmPtjr/Dry-Powder-Inhealer.jpg"
    },
    {
      "title": "Dry Powder Inhealer",
      "para": "Dry powder inhaler is a device that delivers medication to the lungs in the form of a dry powder minimizing the amount of drug wastage. DPIs do not require the timing and coordination that are necessary with metered-dose inhaler and they do not contain any propellants. '\\n' Beximco Pharma offers dry powder inhaler in innovative patient-friendly and DPI-friendly packaging. Instead of bottle pack we provide alu-alu blister pack which protects the drugs from moisture.'\\n' HPMC capsule shell ensures maximum protection against moisture and our unique and simple Bexihaler device, imported from Europe, consisting of 8 pins, ensures optimum dose delivery. Currently the facility has the capacity to produce 36 million units of DPI every year. ",
      "img": "https://i.ibb.co/SrZHD6n/Lyophilized-Injectables.jpg"
    },
    {
      "title": "Prefilled Syringes",
      "para": "Prefilled syringes are advanced application system that provide both convenience and accuracy to self-administered drugs as well as provide enhanced patient adherence as per demand of multiple stakeholder like doctors or patients. With their ease of use and improved safety features PFS has become one of the most widely used drug delivery systems today. Beximco Pharma’s PFS range comprises of entire range of Enoxaparin Sodium, a low molecular weight heparin, which is widely used in cardiac emergency; the Company plans to launch a number of highvalue biotech products in the near future. The high precision PFS line employs sophisticated technology and the entire filling operation is done under laminar flow in a class 100 environment to provide absolute sterile conditions.",
      "img": "https://i.ibb.co/ZdmJJrS/Metred-Does-Inhealer.jpg"
    },
    {
      "title": "Lyophilized Injectables",
      "para": "Lyophilization is a complex and facility intensive operation where Beximco Pharma has demonstrated its skill through quick and successful adoption of this relatively new technology. The Company, within a short span of time, has emerged as an important player in this area with its range of proton pump inhibitors (PPIs) and other formulations. ",
      "img": "https://beximco-pharma.com/cdn/bpl/product/specialised-product/Lyophilized-Injectables.jpg"
    },
    {
      "title": "Human Insulin",
      "para": "State-of-the-art facility in collaboration with European company. //n Production capacity: 3 million vials and cartridges",
      "img": "https://beximco-pharma.com/cdn/bpl/product/specialised-product/insulin.jpg"
    },
    {
      "title": "Sterile Ophthalmics",
      "para": "Launched in 2009, Beximco Pharma′s ophthalmic facility is the only such facility in the country which has been accredited by the regulatory authorities of EU and Australia. The Company has strongly differentiated itself by maintaining global quality standards and exporting to Germany and Austria – Which is a milestone for the industry as this is the first time ophthalmic products are exported from Bangladesh to regulated markets of Europe. The Company has a number of products in the pipeline for both EU and US.",
      "img": "https://beximco-pharma.com/cdn/bpl/product/specialised-product/Ophthalmics.jpg"
    },
    {
      "title": "Nasal Spray",
      "para": "With an ever increasing number of patients suffering from allergic rhinitis, nasal sprays potentially provide a lucrative future for the generic players. Beximco Pharma has a strong portfolio of nasal spray formulations and it currently has collaboration with a US biotech company in this area.",
      "img": "https://beximco-pharma.com/cdn/bpl/product/specialised-product/nasal-spray.jpg"
    },
    {
      "title": "Intravenous Infusions",
      "para": "Beximco Pharma’s intravenous (IV) fluid unit is ISO 9001:2015 certified and designed in collaboration with Pharmaplan, a sister concern of Fresenius AG of Germany. The facility utilizes FFS (Form-Fill-Seal) Bottle Pack® aseptic system and sterile manufacturing conditions are rigorously maintained through a series of fully automated manufacturing procedures including robotics. The whole process is performed in a Class 100 clean room which ensures the highest standards of quality and purity.",
      "img": "https://beximco-pharma.com/cdn/bpl/product/specialised-product/IV-Infusion.jpg"
    }
    
]
  





